Repository: ForumDev/forumdev
Catalog: aldryn_blog/locale/*/LC_MESSAGES/django.po
Languages: de

source: Latest Blog Entries
de: Aktuellste Blogeinträge

source: Archive
de: Archiv

source: Add Blog Post
de: Blogeintrag hinzufügen

source: Edit Blog Post
de: Blogeintrag bearbeiten

source: Blog posts on %(site_name)s
de: Blogeinträge auf %(site_name)s

source: Auto-generated. Clean it to have it re-created. WARNING! Used in the URL. If changed, the URL will change.
de: Wird in der URL verwendet. Wenn verändert, ändert sich auch die URL.

source: Title
de: Titel

source: Used in the URL. If changed, the URL will change. Clean it to have it re-created.
de: Wird in der URL verwendet. Wenn der Slug geändert wird, ändert sich auch die URL. Bereinigen und es wird neu kreiert.

source: language
de: Sprache

source: leave empty to display in all languages
de: Leer lassen um in allen Sprachen anzuzeigen

source: Key Visual
de: Hauptbild

source: Lead-in
de: Anriss

source: Will be displayed in lists, and at the start of the detail page (in bold)
de: Wird in Listen angezeigt und am Beinn der Detailseite

source: Author
de: Verfasser

source: Published Since
de: Veröffentlicht seit

source: Used in the URL. If changed, the URL will change.
de: Wird in der URL verwendet. Wenn verändert, ändert sich auch die URL.

source: Published Until
de: Veröffentlicht bis

source: The number of latests entries to be displayed.
de: Die Anzahl aktuellster Einträge, die angezeigt wird.

source: Show only the blog posts tagged with chosen tags.
de: Nur Blogeinträge mit gewählten Tag anzeigen.

source: No entry found.
de: Keine Einträge gefunden.

source: by
de: von

source: Entries by
de: Einträge von

source: Blog Archive
de: Blog Archiv

source: read more
de: mehr
